/* No comment provided by engineer. */
" and %@" = " e %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sec";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ ha commentato: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ ha suggerito una ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ è membro della rete iNaturalist in %2$@. Le istituzioni locali che supportano %3$@ avranno accesso al tuo indirizzo email e l'accesso alle vere coordinate per le osservazioni che sono private oppure oscurate pubblicamente. Vuoi cambiare la tua affiliazione?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ è parte della rete internazionale iNaturalist. Vuoi unirti a %2$@ per localizzare la tua esperienza di iNaturalist e condividere dati con le istituzioni locali?";

/* site news */
"%@ News" = "%@ notizie";

/* identification author attribution */
"%@'s ID" = "ID di %@";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, build %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d osservazione";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d osservazione da caricare";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Osservazioni";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d osservazioni da caricare";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' richiede che tu compili il campo '%2$@'.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Informazioni su";

/* title for about section of the guide screen */
"ABOUT" = "INFO";

/* about this project title */
"About this Project" = "Su questo progetto";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Account?";

/* No comment provided by engineer. */
"Activity" = "Attività";

/* Title for add comment failed alert */
"Add Comment Failure" = "Aggiunta commento non riuscita";

/* Title for add ID failed alert */
"Add Identification Failure" = "Aggiunta ID non riuscita";

/* No comment provided by engineer. */
"Add to Favorites" = "Aggiungi ai Preferiti";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Concorda";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Hai già un account?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "L'app è fatalmente mal configurata. Contatta help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "Impostazioni App";

/* No comment provided by engineer. */
"Are you really sure?" = "Sei davvero sicuro?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Sei sicuro di volere lasciare questo progetto?";

/* No comment provided by engineer. */
"Are you sure?" = "Sei sicuro?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Sei sicuro? Questa operazione è definitiva.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina che supporta ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia che supporta iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Auto";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Completa automaticamente i nomi";

/* label for auto upload switch in settings */
"Automatic upload" = "Caricamento automatico";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Eliminando il tuo account rimuoverai tutte le tue osservazioni, tutte le identificazioni che hai aggiunto alle osservazioni di altri, e tutti i commenti che hai fatto. Inoltre, questa azione non può essere annullata. Se cambi idea più tardi, non potrai recuperare nessuno di questi contenuti. Se questo sito genera troppe notifiche, considera di modificare le impostazioni per disattivare determinate notifiche o di non ricevere email da noi. Se stai avendo problemi con una persona specifica sul sito, considera di silenziarli invece di eliminare il tuo account. Se stai cancellando il tuo account perché hai cercato di eliminare alcuni dei tuoi contenuti, ma li vedi ancora su una mappa o altrove su Internet, tieni a mente che i dati della mappa possono essere memorizzati nella cache fino a un giorno dopo la cancellazione dei dati, e che l'eliminazione di contenuti su questa piattaforma non può avere alcun effetto sulle copie che esistono su altri siti e piattaforme (come GBIF). Se sei ancora sicuro di voler eliminare il tuo account, inserisci '%@' nel modulo sottostante e fai clic sul pulsante per eliminare il tuo account e tutti i tuoi dati.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Usando iNaturalist accetti i Termini del Servizio e le Condizioni sulla Privacy.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech e Cornell Tech hanno collaborato nello sviluppo del sistema di visione artificiale che suggerisce le identificazioni dalle fotografie. Ringraziamo Grant Van Horn, Serge Belongie e Pietro Perona per i progressi fatti nella ricerca nella visione artificiale. Maggiori informazioni possono essere trovate su visipedia.org. Un ringraziamento speciale a NVIDIA per l'ulteriore assistenza.";

/* Title for Camera button in media picker */
"Camera" = "Fotocamera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Otturatore della fotocamera";

/* No comment provided by engineer. */
"Can't Add ID" = "Impossibile aggiungere ID";

/* No comment provided by engineer. */
"Can't Comment" = "Non posso commentare";

/* No comment provided by engineer. */
"Can't Fave" = "Impossibile aggiungere ai preferiti";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Impossibile trovare il database realm, impossibile continuare. Contatta help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Impossibile cercare le tue osservazioni ora. Per favore riprova più tardi.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Impossibile inviare email di supporto al crash - si prega di contattare help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canada: federazione canadese della fauna, Royal Ontario Museum, NatureServe Canada e Parks Canada che gestiscono iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Cancellazione...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Non è possibile selezionare una data nel futuro.";

/* Failure message */
"Cannot donate" = "Impossibile donare";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Impossibile caricare i suggerimenti: %@";

/* Store launch failure message */
"Cannot open store" = "Impossibile visitare il negozio";

/* Failure message */
"Cannot rate" = "Impossibile valutare";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Non è possibile cercare su iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Impossibile Inviare l'Email";

/* No comment provided by engineer. */
"Cannot use your location" = "Non è possibile utilizzare la tua posizione";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "In cattività / coltivato";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "In cattività / coltivato significa che l'organismo è presente dove è stato osservato perché l'uomo ha voluto che fosse lì. iNaturalist serve principalmente per registrare le forme di vita selvatiche e i nostri partner scientifici non sono interessati alle osservazioni di animali domestici, giardini o animali nei giardini zoologici.";

/* title for captive selector */
"Captive?" = "In cattività?";

/* casual data quality */
"Casual Grade" = "Livello informale";

/* label for change email address action in settings */
"Change email" = "Cambia e-mail";

/* No comment provided by engineer. */
"Change Email" = "Modifica indirizzo email";

/* No comment provided by engineer. */
"Change email address?" = "Modificare l'indirizzo e-mail?";

/* accessibility label for change flash button */
"Change Flash" = "Modifica Flash";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Modifica lo stato del Flash. Attualmente su Auto";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Modifica lo stato del Flash. Attualmente su Off";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Modifica lo stato del Flash. Attualmente su On";

/* label for change username action in settings */
"Change username" = "Modifica nome utente";

/* No comment provided by engineer. */
"Change Username" = "Modifica nome utente";

/* No comment provided by engineer. */
"Change username?" = "Vuoi modificare il nome utente?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Vuoi modificare la foto del profilo?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Spunta questa casella se vuoi che la licenza Creative Commons Attribution-Non Commercial sia applicata alle tue foto. Puoi scegliere una licenza diversa or rimuovere la licenza in futuro, ma questa è la migliore licenza per condividere con i ricercatori.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Controlla la tua email";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Cile: Ministerio del Medio Ambiente che supporta iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Scegli dalla Libreria";

/* title of inat network picker */
"Choose iNat Network" = "Scegli il Network iNaturalist";

/* title for project observations chooser */
"Choose Projects" = "Scegli progetti";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* accessibility label for close camera button */
"Close Camera" = "Chiudi fotocamera";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Progetto di raccolta";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colombia: Istituto Humboldt che gestisce Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Commento";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Contatta il supporto";

/* label for contact support action in settings. */
"Contact support" = "Contatta il supporto";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Licenza dei contenuti";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Copia Nome Scientifico";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Impossibile concordare";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Non può essere aggiunta al progetto %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Impossibile determinare la tua posizione";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Creazione osservazione...";

/* intro to credits section. */
"Credits" = "Crediti";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Zona Pericolosa";

/* Header for data quality section of obs detail */
"Data Quality" = "Qualità dei dati";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Trasferimento dati ";

/* No comment provided by engineer. */
"Default" = "Default";

/* button title to delete account */
"Delete Account" = "Elimina Account";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Cancella download";

/* No comment provided by engineer. */
"Delete Error" = "Errore nella eliminazione";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Elimina il database locale e riprova";

/* text of delete obs button */
"Delete Observation" = "Cancella osservazione";

/* Deletes pending sync. */
"Deletes To Sync" = "Eliminazioni da sincronizzare";

/* title for description section of the guide screen */
"DESCRIPTION" = "DESCRIZIONE";

/* Title for confirm new observation details view */
"Details" = "Dettagli";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Impossibile inviare email di supporto al crash - si prega di contattare help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Non mostrare suggerimenti";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Fai una donazione a iNaturalist";

/* title for done button */
"Done" = "Fatto";

/* No comment provided by engineer. */
"Download" = "Scarica";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Scarica per uso non in linea";

/* No comment provided by engineer. */
"Download not available" = "Download non disponibile";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Scaricato";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Scaricando...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) che supporta iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Editare";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "C'è stato un problema con il server, oppure la guida non esiste più.";

/* label for email field in settings */
"Email" = "Email";

/* Title for error alert */
"Error" = "Errore";

/* failure title when changing a setting. */
"Error changing setting." = "Errore nel cambiare l'impostazione.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Errore nel recupero osservazioni";

/* error loading leaderboard title */
"Error loading leaderboard" = "Errore caricamento classifica";

/* basis for a suggestion */
"Expected Nearby" = "Attese Nelle Vicinanze";

/* No comment provided by engineer. */
"Explore" = "Esplora ";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Impossibile eliminare il database. Contatta help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Impossibile scaricare guida";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Errore nell'accesso ad iNaturalist. Per favore riprova.";

/* title of alert when sound recording fails */
"Failed to Record" = "Registrazione fallita";

/* No comment provided by engineer. */
"Failed to save guide" = "Salvataggio guida non riuscito";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Impossibile impostare la registrazione del suono";

/* No comment provided by engineer. */
"Faved" = "Favorito";

/* No comment provided by engineer. */
"Faves" = "Preferiti";

/* No comment provided by engineer. */
"Featured" = "In evidenza";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Recupero di un token di autenticazione fallito. Si prega di contattare help@inaturalist.org e riprovare più tardi.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Cercando osservazioni recenti nell'area della mappa";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Cercando osservazioni recenti nel mondo";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Trova posizioni chiamate '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Trova le mie osservazioni";

/* No comment provided by engineer. */
"Find observations near me" = "Trova osservazioni vicine a me";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Trova organismi chiamati '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Trova persone chiamate '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Trova progetti chiamati '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Ricercando la tua posizione...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finlandia: Finnish Museum of Natural History (Luomus) supporta iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Password dimenticata?";

/* Geoprivacy button title */
"Geoprivacy" = "Geoprivacy";

/* No comment provided by engineer. */
"Go Back" = "Torna Indietro";

/* Button to dismiss a tutorial screen */
"Got It" = "Ricevuto";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Grecia: iSea sostiene iNaturalist Grecia (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Griglia";

/* No comment provided by engineer. */
"Guide download error" = "Errore nello scaricamento della guida";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "L'editor di guida deve abilitare questa funzionalità.";

/* accessibility label for guides button */
"Guides" = "Guide";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Le guide sono create e condivise dalla community di iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Le guide sono liste di specie";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Ha foto";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Ha suoni";

/* Title for help section of settings. */
"Help" = "Aiuto";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Ecco i nostri migliori suggerimenti:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Acconsento affinché iNaturalist memorizzi ed elabori tipi limitati di informazioni personali su di me per gestire il mio profilo.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Acconsento al trasferimento delle mie informazioni personali negli Stati Uniti d'America.";

/* Title of identification failure alert */
"Identification Failed" = "Identificazione fallita";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identificazione del Taxon";

/* No comment provided by engineer. */
"Identifications" = "Identificazioni";

/* No comment provided by engineer. */
"Identifiers" = "Identificatori";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Se l'indirizzo email inserito non è associato con un account iNaturalist, dovresti ricevere un email a quell'indirizzo con un link per resettare la tua password.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Se si desidera registrare un'osservazione sonora, è necessario dare l'autorizzazione all'applicazione iNaturalist per utilizzare il microfono.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Errore di creazione ImageStore";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Errore di salvataggio ImageStore";

/* No comment provided by engineer. */
"in project '%@'" = "nel progetto '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist non ha il permesso di accedere alla tua fotocamera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist esiste grazie ad ogni singola persona che partecipa alla nostra comunità. Le persone che costruiscono il software, progettano le interfacce, mantengono le nostre infrastrutture, sostengono la comunità e favoriscono le collaborazioni sono Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj,  Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta e Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist è stato escluso dall'accesso alla fotocamera.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist è un indipendente 501(c)(3) senza scopo di lucro con sede negli Stati Uniti (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "La rete di iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Luoghi iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist usa le icone Glyphish di Joseph Wain, ionicons di Ben Sperry le icone di di Luis Prado e Roman Shlyakov dal Noun Project. iNaturalist è profondamente grato alla comunità Cocoapods, e ai contributi della nostra community open source. Guarda qui https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Username o password errata.";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection required" = "Connessione internet necessaria";

/* No comment provided by engineer. */
"Internet required" = "Internet necessario";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Introducendo l'Upload Automatico!";

/* Invalid date alert title */
"Invalid Date" = "Data non valida";

/* Error for bad email when making account. */
"Invalid Email Address" = "Indirizzo email non valido";

/* Unknown invalid input */
"Invalid input" = "Immissione non valida";

/* No comment provided by engineer. */
"Invalid Location" = "Posizione non valida";

/* Error for bad username when making account. */
"Invalid Username" = "Username non valido";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa che supporta iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Le aree IUCN della categoria II sono fornite da IUCN e UNEP-WCMC (2015), il database mondiale delle aree protette (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Disponibile su: www.protectedplanet.net.";

/* Join project button */
"Join" = "Unisciti";

/* join iNat network partner alert title */
"Join %@?" = "Entra in %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Unisciti ai progetti per selezionarli quando registri nuove osservazioni";

/* No comment provided by engineer. */
"Joined" = "Iscritto";

/* No comment provided by engineer. */
"Joining..." = "Unendosi...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Acc: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Classifica";

/* button to learn more about inat account policies */
"Learn More" = "Scopri di Più";

/* learn more (about network partner changes) button text */
"Learn more" = "Altre informazioni";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Per saperne di più sulla qualità dei dati >";

/* Leave project button */
"Leave" = "Abbandona";

/* No comment provided by engineer. */
"Leaving..." = "Abbandonando...";

/* The license of the species guide */
"License" = "Licenza";

/* List layout on explore tab */
"List" = "Lista";

/* No comment provided by engineer. */
"Loading..." = "Caricamento...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Errore nel recupero della posizione";

/* No comment provided by engineer. */
"Location Services Denied" = "Servizi di localizzazione negati";

/* No comment provided by engineer. */
"Location Services Restricted" = "Servizi di localizzazione limitati";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Accedi";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Accedi / Registrati";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Accedi e carica questa osservazione per abilitare i commenti e le identificazioni.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Accedi per abilitare i preferiti.";

/* Notice while we're logging in */
"Logging in..." = "Accesso in corso...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Cerca una specie per nome";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Cerca il nome della specie";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Sembra ci sia stato un errore: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Sembra che tu non abbia osservazioni.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Ti piace iNat? Votaci";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Lussemburgo: il Museo nazionale di Storia Naturale del Lussemburgo (MnhnL) supporta iNaturalist Luxembourg (inaturalist.lu)";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Assicurati che iNat abbia il permesso di accedere alla tua posizione o dai al GPS il tempo per trovarla.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Gestisci download";

/* Map layout on explore tab */
"Map" = "Mappa";

/* No comment provided by engineer. */
"Map of Observations" = "Mappa delle osservazioni";

/* Placeholder text for not logged title on me tab. */
"Me" = "Io";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Messico: Para nacionale del gene Comisión el conocimiento y uso de la biodiversidad (CONABIO) che gestisce NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Migrazione Non Riuscita";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Problema nella Migrazione";

/* No comment provided by engineer. */
"Missing Date" = "Data mancante";

/* No comment provided by engineer. */
"Missing Location" = "Posizione mancante";

/* No comment provided by engineer. */
"Missing Required Field" = "Manca un campo richiesto";

/* No comment provided by engineer. */
"My Content" = "Il mio contenuto";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "chiamato '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "chiamato '%@'";

/* No comment provided by engineer. */
"Nearby" = "Nei pressi";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Filtro Suggerimenti nelle Vicinanze";

/* needs id data quality */
"Needs ID" = "Ha bisogno di ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Richiede la tua attenzione";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Connessione di rete richiesta.";

/* No comment provided by engineer. */
"Network unavailable" = "Rete non disponibile";

/* No comment provided by engineer. */
"Network Unavailable" = "Rete non disponibile";

/* decline to change cemra permissions button title */
"Never mind" = "Non importa";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "nuova attività";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Nuovo su iNaturalist? Iscriviti ora!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Nuova Zelanda: Nuova Zelanda Biodiversity Network che gestisce iNaturalist NZ — Mātaki Taiao (inaturalista.nz).";

/* News project button */
"News" = "Notizie";

/* Confirm a new photo */
"NEXT" = "SUCCESSIVO";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "No";

/* No comment provided by engineer. */
"No description" = "Nessuna descrizione";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Nessun risultati di iNaturalist";

/* place guess when we have no location information */
"No location" = "Nessuna posizione";

/* No comment provided by engineer. */
"No matching taxa" = "Nessuna tipologia corrispondente";

/* Title for No Media button in media picker */
"No Media" = "Nessun File";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Nessun permesso per il microfono";

/* No comment provided by engineer. */
"No network connection." = "Nessuna connessione.";

/* No comment provided by engineer. */
"No network connection. :(" = "Nessuna connessione di rete. :(";

/* Header observation count title when there are none. */
"No Observations" = "Nessuna osservazione";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Nessuna osservazione trovata nell'area della mappa.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Nessuna osservazione trovata.";

/* No comment provided by engineer. */
"No observations yet." = "Ancora nessuna osservazione.";

/* accessibility label for no photo button */
"No Photo" = "Nessuna foto";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Nessuna Foto o Suoni ed Identificazione Mancante";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Organismi non trovati. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Persona non trovata. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Luogo non trovato. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Progetto non trovato. :(";

/* No comment provided by engineer. */
"No Thanks" = "No grazie";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Ancora nessun aggiornamento. Resta sintonizzato!";

/* No comment provided by engineer. */
"No URL configured" = "Nessun URL configurato";

/* do not change network partner button */
"No, don’t change my affiliation" = "No, non cambiare la mia affiliazione";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "NO\nFOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Nessuno, tutti i diritti riservati";

/* No comment provided by engineer. */
"Not Allowed" = "Non consentito";

/* 403 unauthorized title */
"Not Authorized" = "Non autorizzato";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Note...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Oss";

/* obscured geoprivacy */
"Obscured" = "Oscurato";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Osservazione %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Errore di convalida del campo di osservazione: %@";

/* No comment provided by engineer. */
"Observations" = "Osservazioni";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Osservazioni: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Osservazioni: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Osserva";

/* No comment provided by engineer. */
"Observers" = "Osservatori";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Off";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "On";

/* Title error with oops text. */
"Oops" = "Oops";

/* open geoprivacy */
"Open" = "Aperto";

/* No comment provided by engineer. */
"Open link in Safari" = "Apri il link in Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Apri impostazioni";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministero de Ambiente che gestisce iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "La password deve essere di almeno sei caratteri.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pausa";

/* No comment provided by engineer. */
"Paused" = "In pausa";

/* No comment provided by engineer. */
"Permission denied" = "Permesso negato";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Informazioni personali";

/* Title for Photo Library button in media picker */
"Photo Library" = "Galleria";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Errore Caricamento Foto";

/* Title for photo save error alert msg */
"Photo Save Error" = "Errore salvataggio foto";

/* Title for photos error alert msg */
"Photos Error" = "Errore Foto";

/* accessibility label for pick from library button */
"Pick from Library" = "Scegli dalla libreria";

/* No comment provided by engineer. */
"Placeholder" = "Segnaposto";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Nota: le osservazioni saranno automaticamente incluse in un progetto collezione se soddisfano i requisiti.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Scegli una posizione valida.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Prova ancora tra qualche minuto.";

/* failure message when the user should just try again. */
"Please try again later." = "Per cortesia riprova più tardi.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Aggiorna i permessi della fotocamera per scattare foto con iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Si prega di caricare per determinare la qualità dei dati";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portogallo: Associação Biodiversidade Para Todos che gestisce Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Scritto da";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Preferisco Nessun Tracciamento";

/* title for consent screen */
"Privacy" = "Privacy";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Privacy Policy";

/* private geoprivacy */
"Private" = "Privato";

/* choose projects button title. */
"Projects" = "Progetti";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "I progetti sono collezioni di osservazioni con uno scopo comune";

/* No comment provided by engineer. */
"Pull to Refresh" = "Tira per aggiornare";

/* Rank in an ordered list */
"Rank" = "Rango";

/* action to re-download a species guide from the server */
"Re-download" = "Ri-scarica";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Registra";

/* Title for Record sound button in media picker */
"Record Sound" = "Registra Suono";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Livello di registrazione (da 0 a 1)";

/* Title for sound recording screen */
"Recording Sound" = "Registra Suono";

/* No comment provided by engineer. */
"Remove active search filters" = "Rimuovi filtri di ricerca attivi";

/* No comment provided by engineer. */
"Remove current map area filter" = "Rimuovi il filtro area mappa corrente";

/* No comment provided by engineer. */
"Remove my profile photo" = "Rimuovi la mia foto del profilo";

/* No comment provided by engineer. */
"Removing..." = "Rimuovendo...";

/* No comment provided by engineer. */
"RESEARCH" = "RICERCA";

/* research data quality */
"Research Grade" = "Livello Ricerca";

/* No comment provided by engineer. */
"Restricted to current map area" = "Limitato all'area della mappa attuale";

/* No comment provided by engineer. */
"Resuming" = "Ripresa";

/* Retake a photo */
"RETAKE" = "RIPRENDI";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Inverti Fotocamera";

/* Title for save new observation button */
"SAVE" = "SALVA";

/* No comment provided by engineer. */
"Save Anyway" = "Salva comunque";

/* Done button for recording observation sounds */
"Save Recording" = "Salva Registrazione";

/* No comment provided by engineer. */
"Saving..." = "Salvataggio...";

/* No comment provided by engineer. */
"Search" = "Cerca";

/* placeholder for guide search field */
"Search for guide named..." = "Cerca una guida intitolata...";

/* placeholder for project search field */
"Search for project named..." = "Cerca un progetto intitolato...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Cercando organismi...";

/* No comment provided by engineer. */
"Searching for people..." = "Cercando persone...";

/* No comment provided by engineer. */
"Searching for place..." = "Cercando posto...";

/* No comment provided by engineer. */
"Searching for project..." = "Cercando progetto...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Cercando osservazioni recenti nell'area della mappa";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Cercando osservazioni recenti nel mondo";

/* No comment provided by engineer. */
"seen at '%@'" = "visto a '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "visto da '%@'";

/* default select title */
"Select" = "Seleziona";

/* select taxon title */
"Select \"%@\"" = "Seleziona \"%@\"";

/* title for date selector */
"Select Date" = "Seleziona data";

/* title for geoprivacy selector */
"Select Privacy" = "Seleziona Privacy";

/* No comment provided by engineer. */
"Selected Observation" = "Osservazione selezionata";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Imposta la foto del profilo";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Impostazione account iNaturalist in corso...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Impostazioni";

/* No comment provided by engineer. */
"Share" = "Condividi";

/* Title for share new observation button */
"SHARE" = "CONDIVIDI";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Condividi le tue osservazioni con la comunità.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Compra nel Negozio iNat";

/* label for show common names switch in settings */
"Show common names" = "Mostra nomi comuni";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Mostra solo suggerimenti nelle vicinanze";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Mostra prima i nomi scientifici";

/* No comment provided by engineer. */
"Sign in with Google" = "Accedi con Google";

/* No comment provided by engineer. */
"Sign out" = "Esci";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Iscriviti";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Registrati ora!";

/* No comment provided by engineer. */
"Signing Out" = "Logout in corso";

/* skip button title */
"Skip ›" = "Salta ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Alcune leggi sulla privacy dei dati, come il Regolamento Generale di Protezione dei Dati (GDPR) dell'Unione Europea, richiedono il consenso esplicito a trasferire le informazioni personali dalle loro giurisdizioni ad altre giurisdizioni in cui la protezione legale di queste informazioni non è considerata adeguata. Dal 2020, l'Unione Europea non considera più gli Stati Uniti una giurisdizione che fornisce una protezione legale delle informazioni personali, nello specifico a causa della possibilità che il governo degli USA sorvegli i dati in entrata negli Stati Uniti. È possibile che altre giurisdizioni potrebbero avere la stessa opinione. Usare iNaturalist richiede l'archiviazione di informazioni personali come il tuo indirizzo email, tutti i dati di iNaturalist sono memorizzati negli Stati Uniti e non possiamo esser sicuri su quale giurisdizione legale ti trovi durante l'utilizzo di iNaturalist, quindi, per conformità con le leggi sulla privacy come il GDPR, devi acconsentire ad aver compreso e accetti questo rischio, e acconsenti al trasferimento delle tue informazioni personali ai server di iNaturalist negli Stati Uniti. Per scoprire di più su quali informazioni raccogliamo e come le usiamo, sei pregato di leggere la nostra Informativa sulla Privacy e i nostri Termini d'Uso. Non c'è modo per avere un profilo di iNaturalist senza archiviare le informazioni personali, quindi, il solo modo per revocare questo consenso è eliminare il tuo profilo.\n</p>";

/* No comment provided by engineer. */
"Somewhere..." = "Da qualche parte...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Ordina";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Fonte: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Specie";

/* species count on the explore leaderboard. */
"Species: %ld" = "Specie: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Specie: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistiche";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Interrompere il caricamento";

/* No comment provided by engineer. */
"Suggest ID" = "Suggerisci ID";

/* label for suggest species switch in settings */
"Suggest species" = "Suggerisci specie";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Suggerimenti basati sulle osservazioni e le identificazioni fornite dalla comunità di iNaturalist, tra cui %1$@, %2$@, %3$@, e molti altri.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Suggerimenti basati sulle osservazioni e le identificazioni fornite dalla comunità iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Sincronizzando...";

/* Category of iOS standard places for place search */
"System Places" = "Luoghi di Sistema";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ETICHETTE";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: National Chiayi University e Taiwan Forestry Research Institute sostengono iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Scatta una foto";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Spiegaci il motivo";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Termini del servizio";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Grazie per aver contattato il supporto a iNat. Ti risponderemo il prima possibile.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Non c'è corrispondenza con il testo inserito.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Ancora nessuna osservazione per questo progetto. Torna presto!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Non c'è modo di avere un account iNaturalist senza memorizzare le informazioni personali negli Stati Uniti.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Non c'è modo di avere un account iNaturalist senza memorizzare le informazioni personali negli Stati Uniti.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "Si è verificato un errore nel lanciare iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Si è verificato un errore inatteso.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Questa osservazione è considerata come di Livello informale dalla comunità di iNaturalist.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Questa osservazione è di Livello informale perché è stato votato come \"in cattività\" o \"coltivato\" dalla comunità di iNaturalist.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Questa osservazione ha bisogno di una data per essere considerata per il Livello Ricerca.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Questa osservazione ha bisogno di una località per essere considerata per il Livello Ricerca.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Questa osservazione ha bisogno di un ID di consenso più specifico per essere considerata per il Livello Ricerca.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Questa osservazione ha bisogno di una foto per essere considerata per il Livello Ricerca.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Questa osservazione ha bisogno di più ID della community iNat per essere considerata per il Livello Ricerca.";

/* No comment provided by engineer. */
"This project has no description." = "Questo progetto non ha alcuna descrizione.";

/* No comment provided by engineer. */
"This project has no title." = "Questo progetto non ha titolo.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Questa azione rimuoverà anche le tue osservazioni da questo progetto.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Questo annullerà tutte le modifiche/aggiunte che hai fatto da questa app che non sono state sincronizzate con iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Verrà scaricato il %@ dei dati così potrai utilizzare questa guida anche senza accesso a internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Periodo di tempo";

/* No comment provided by engineer. */
"Timeout" = "Timeout";

/* project title header */
"Title" = "Titolo";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Progetto tradizionale";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Prova ancora la prossima volta che sei connesso a internet.";

/* button title to turn on autoupload */
"Turn On" = "Accendi";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Attiva l'Upload automatico e le tue osservazioni saranno caricate automaticamente su iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Progetto ombrello";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Impossibile aggiungere indentificazione per questa osservazione. Per favore riprova più tardi.";

/* No comment provided by engineer. */
"Unable to find location" = "Impossibile trovare luogo";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Impossibile trovare il nome della località";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Impossibile indentificare questa osservazione per quella specie. Per favore riprova più tardi.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Impossibile caricare su iNaturalist, errore 401 mancata autenticazione. Si prega di contattare help@inaturalist.org e riprovare più tardi.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Regno Unito: National Biodiversity Network Trust supporta iNaturalist Regno Unito (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Sconosciuto";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Autore sconosciuto";

/* Message body when we don't know the error */
"Unknown error" = "Errore sconosciuto";

/* Unknown error */
"Unknown error while making an identification." = "Errore sconosciuto durante l'identificazione.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Errore sconosciuto: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Post senza titolo";

/* Title for progress view when migrating db */
"Updating database..." = "Aggiornamento database...";

/* No comment provided by engineer. */
"Updating..." = "Aggiornamento in corso...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Carica";

/* No comment provided by engineer. */
"Upload Error" = "Errore di caricamento";

/* upload failed alert title */
"Upload Failed" = "Caricamento Fallito";

/* No comment provided by engineer. */
"Upload this observation" = "Carica questa osservazione";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Carica questa osservazione per abilitare i Commenti & Identificazioni.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Carica questa osservazione per abilitare i preferiti.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Caricamento in corso...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Nome utente";

/* users can login with their username or their email address. */
"Username or email" = "Nome utente o email";

/* Title for version section of settings. */
"Version" = "Versione";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video tutorial";

/* button to view privacy policy */
"View Privacy Policy" = "Visualizza l'Informativa sulla privacy";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Visualizza suggerimenti";

/* button to view terms of use */
"View Terms of Use" = "Visualizza Termini d'uso";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Visita %@ per creare i tuoi progetti";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Visita iNaturalist.org per creare le tue guide personali";

/* basis for a species suggestion */
"Visually Similar" = "Visivamente simili";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visivamente simili / Attese nelle vicinanze";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "In attesa di caricare...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Siamo grati per l'assistenza alla traduzione fornita dalla comunità crowdin.com, soprattutto: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, tartaro, testamorta e vilseskog. Per far parte del team di traduzione di iOS iNaturalist, si prega di visitare https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Non abbiamo il permesso di iOS per usare la tua posizione.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Memorizziamo informazioni personali quali nomi utente e indirizzi email per poter gestire i profili su questo sito, e per conformità con le leggi sulla privacy, necessitiamo che tu spunti questa casella per indicare al consenso a questo utilizzo delle informazioni personali. Per scoprire di più su quali informazioni raccogliamo e come le usiamo, sei pregato di visualizzare la nostra Informativa sulla Privacy e i nostri Termini d'Uso. Non esiste modo per avere un profilo di iNaturalist senza che le informazioni personali siano memorizzate, quindi, l'unico modo per revocare questo consenso è eliminare il tuo profilo.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Non siamo in grado di recuperare la tua foto da iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Non siamo abbastanza sicuri per fare una raccomandazione, ma qui ci sono i nostri migliori suggerimenti.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Non siamo abbastanza sicuri per fare una raccomandazione.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Siamo abbastanza sicuri che questo è in %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Cosa hai visto?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Cosa vuol dire in cattività / coltivato?";

/* No comment provided by engineer. */
"Which organism?" = "Quale organismo?";

/* No comment provided by engineer. */
"Which person?" = "Quale persona?";

/* No comment provided by engineer. */
"Which place?" = "Quale posto?";

/* No comment provided by engineer. */
"Which project?" = "Quale progetto?";

/* No comment provided by engineer. */
"Whoops" = "Ops";

/* Default upload failure alert title. */
"Whoops!" = "Ops!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Senza una data, questa osservazione potrebbe essere difficile per gli altri da identificare accuratamente e non raggiungerà mai il grado di ricerca.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Senza una posizione, questa osservazione sarà molto difficile per gli altri da identificare e non raggiungerà mai il grado di ricerca.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Senza almeno una foto o suono, sarà impossibile per gli altri essere d'aiuto per l'identificazione.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Vuoi condividere il tuo rapporto di migrazione con help@inaturalist.org per il debug?";

/* positive response to binary choice, yes or no */
"Yes" = "Sì";

/* change network partner button */
"Yes, change my affiliation" = "Sì, cambia la mia affiliazione";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Sì, Elimina questa osservazione";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Si, autorizzo l'utilizzo del mio contenuto in modo che gli scienziati possano usare i miei dati!";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Puoi cambiare la tua affiliazione di rete solo una volta al giorno.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Non hai il permesso di farlo. Il tuo account potrebbe essere stato sospeso. Si prega di contattare help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Non hai il permesso di farlo. Il tuo account potrebbe essere stato sospeso. Si prega di contattare help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Devi essere connesso a internet per fare questo.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "È necessario essere connessi a Internet per caricare su iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Devi essere loggato per accedere ai progetti.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Devi essere loggato per farlo.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Devi essere loggato per sincronizzazione l'utente ai progetti.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Devi essere loggato per caricare.";

/* No comment provided by engineer. */
"You must be logged in!" = "Devi accedere!";

/* Account is required error message */
"You must be logged in." = "Devi essere collegato.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Deve essere loggato per partecipare a un progetto.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Devi effettuare nuovamente l'autenticazione per eliminare il tuo account.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Devi accedere per farlo.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Riceverai aggiornamenti una volta che avrai caricato le osservazioni.";

/* Title for account section of settings. */
"Your Account" = "Il tuo account";

/* account deletion confirmation msg */
"Your account has been deleted." = "Il tuo account è stato cancellato.";

/* No comment provided by engineer. */
"Your Guides" = "Le tue guide";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Le tue credenziali di accesso sembrano essere cambiate. Vai su Impostazioni per uscire e quindi accedi di nuovo.";

/* Placeholder for free text observation field value */
"Your response here" = "La tua risposta qui";
